translations = {
    "en": {
        "alive_msg": "🤞 Lucky you! I’m alive ❤️ \n\n/start to begin 🚀",
        "ping": "🏓 Ping! : {time} ms",
        "system_info": "💻 **System Information**",
        "bot_commands_updated": "ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs ᴜᴘᴅᴀᴛᴇᴅ ꜱᴜᴄᴄᴇꜱꜱꜰᴜʟʟʏ ✅",
        "choose_language": "🌐 Select your language:",
    },
    "si": {
        "alive_msg": "🤞 ඔබ ඇගයුමට ලක්වූවාකි! මම ජීවමානයි ❤️ \n\n/start ක්ලික් කරන්න 🚀",
        "ping": "🏓 පින්ග්! : {time} ms",
        "system_info": "💻 **පද්ධති තොරතුරු**",
        "bot_commands_updated": "බොට් විධාන සාර්ථකව යාවත්කාලීන කර ඇත ✅",
        "choose_language": "🌐 ඔබේ භාෂාව තෝරන්න:",
    }
}
